[{
    "id": 1,
    "author": "Immortal Technique",
    "body": "The purpose of life is a life with a purpose. Rather die for what I believe in than live a life that is worthless."
},
{
    "id": 2,
    "author": "Eminem",
    "body": "I don't rap for dead presidents. I'd rather see the president dead."
},
{
    "id": 3,
    "author": "Andre 3000",
    "body": "Hell just fell 3000 more degrees cooler but y'all can't measure my worth; and before you do, you'll need a ruler made by all the Greek gods."
},
{
    "id": 4,
    "author": "Nas",
    "body": "You have to keep your vision clear, cause only a coward lives in fear."
},
{
    "id": 5,
    "author": "Nas",
    "body": "If you're scared to take chances, you'll never have the answers."
},
{
    "id": 6,
    "author": "Andre 3000",
    "body": "Everyone has an addiction. Mine happens to be you."
},
{
    "id": 7,
    "author": "Andre 3000",
    "body": "Asking what happened to the feeling that her and me had, I pray so much about it, need some knee pads. It happened for a reason, one can't be mad."
},
{
    "id": 8,
    "author": "Eminem",
    "body": "Since I'm in a position to talk to these kids and they listen, I ain't a politician but imma kick it with you in a minute."
},
{
    "id": 9,
    "author": "Eminem",
    "body": "See I'm a poet to some, regular modern day Shakespeare. Jesus Christ, the king of these latter day saints here."
},
{
    "id": 10,
    "author": "Childish Gambino",
    "body": "I'll give you all of me until there's nothing left."
},
{
    "id": 11,
    "author": "Childish Gambino",
    "body": "There are many things that I would like to say to you but I don't know how."
},
{
    "id": 12,
    "author": "Childish Gambino",
    "body": "What I wanna know is why I never fit in right, like a fat dude getting on a packed flight."
},
{
    "id": 13,
    "author": "Immortal Technique",
    "body": "Tell the Persians, dig up Zoroaster, my forces are led by the spirit of Ahura Mazda. Even if I was shot in the Shakram, I'll prosper; Doppler effect, bumping music down a helicopter."
},
{
    "id": 14,
    "author": "Eminem",
    "body": "You've got enemies? Good, that means you actually stood up for something."
},
{
    "id": 15,
    "author": "Eminem",
    "body": "You can make something of your life, it just depends on your drive."
},
{
    "id": 16,
    "author": "Eminem",
    "body": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride and nothing is guaranteed."
},
{
    "id": 17,
    "author": "Eminem",
    "body": "If people take anything from my music, it should be motivation to know that anything is possible as long as you keep working at it and don't back down."
},
{
    "id": 18,
    "author": "Eminem",
    "body": "Sometimes you just gotta let shit go and say 'to hell with it' and move on."
},
{
    "id": 19,
    "author": "Nas",
    "body": "Trust your own judgement, live with it and love it."
},
{
    "id": 20,
    "author": "Nas",
    "body": "What do you base your happiness around? Material, women, and large paper? That means you're inferior, not major."
},
{
    "id": 21,
    "author": "Nas",
    "body": "Life's a bitch, but God forbid that bitch divorce me."
},
{
    "id": 22,
    "author": "Nas",
    "body": "Everything will eventually come to an end. So try to savor the moments, cuz time flies, don't it? The beauty of life is to make it last for the better. Cuz nothing lasts forever."
},
{
    "id": 23,
    "author": "Nas",
    "body": "You couldn't catch me in the street without a ton of reefer. That's like Malcolm X, catching the jungle fever."
},
{
    "id": 24,
    "author": "Nas",
    "body": "I seat the chrome piece watching Gandhi till am charged, then writing in my book of rhymes all the lines pass the margins."
},
{
    "id": 25,
    "author": "Nas",
    "body": "I hold the mic, it's throbbing, mechanical movement, understandable smooth shit that murderers move with."
},
{
    "id": 26,
    "author": "Nas",
    "body": "They play me at night, they won't act right. The game of hip-hop has got me stuck like the crack pipe."
},
{
    "id": 27,
    "author": "Immortal Technique",
    "body": "You niggas want to play industry and start to be rich, until they fuck you for millions, like Paul McCartney's bitch."
},
{
    "id": 28,
    "author": "Immortal Technique",
    "body": "My lions all live inside a box like Jumanji, sick niggas that will stab you up like Indira Gandhi."
},
{
    "id": 29,
    "author": "Immortal Technique",
    "body": "I keep reality laced with the music I make; blow up the truth in your face, with the style I run with. Like the navy missile that shot down flight 800; I'm like the Africans that came here before Columbus."
},
{
    "id": 30,
    "author": "Immortal Technique",
    "body": "Write it down and remember, we never gave in. The mind of a child, is where the revolution begins."
}
]
